---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtainVersionParam
source: html/a1f93b86-4b05-3626-a2bd-b384d9ef0ed0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtainVersionParam Property

"Curtain version"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainVersionParam { get; }
```